---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.RebarShapeDrivenAccessor
source: html/22522498-545c-b41b-1dd3-391ece606e15.htm
---
# RebarShapeDrivenAccessor Methods

Compute the driving curves.